[{
  "_id": {
    "$oid": "624c3225333f3cbf9733736d"
  },
  "name": "HP 150 Wired Keyboard and Mouse Combo",
  "mrp": 1000,
  "price": 980,
  "description": "This keyboard and mouse are ergonomically designed to fit your natural comfortable position. Left, right, and scroll wheel mouse buttons keep your motions in control. With its 1600 DPI optical sensor, this mouse works on almost any surface with astounding accuracy. Stash it in your bag with your laptop and you'll be good to go. LED indicators illuminate Number Lock, Caps Lock, and Scroll Lock so you don't have to guess what's on or off. One less thing. This chiclet-style keyboard's design is sleek and silent to the touch. The low-profile design keeps keystrokes quick, comfy, and quite accurate...just your type. HP includes a one-year limited warranty with online support available 24x7. Consult the HP Customer Support Center for details.",
  "imagepath": "productpics/624c3225333f3cbf9733736d.png"
},{
  "_id": {
    "$oid": "624c32f6333f3cbf9733736e"
  },
  "name": "iClever GK03 Wireless Keyboard and Mouse Combo.",
  "mrp": 4000,
  "price": 2600,
  "description": "WIRELESS KEYBOARD FOR MAC AND WINDOWS -- Fully compatible with Windows and Mac OS systems, this wireless keyboard gives best of both worlds, letting you use either Windows or Mac keyboard layouts depending on your preference. All you have to do is switching the USB receiver between the devices you want to connect to and press Fn+Q/W keys. Plus, the Fn lock and easy-access media keys come built-in on this portable keyboard to make both work and downtime a better experience. DELICATE & PREMIUN-LOOKING DESIGN - iClever wireless keyboard combines high-end ABS in the front with gorgeous metal material in the rear, conforming to your pursuit of advanced quality. It also boasts luxury silver finish and sophisticated shape, which gives you a sense of elegance and beauty. MAXIMUM COMFORT WITH ERGONOMIC STANDARDS - Featuring with outstanding antislip effect, ABS keys and mouse help you say goodbye to oily feelings once your fingers touching on them. iClever wireless keyboard adopts interior scissor design that eliminates obnoxious clacking for buttons. Additionally, smooth and well-spaced square keys make typing a breeze and give you a more satisfying experience. INTELLIGENT SLEEP AND AUTO POWER OFF - iClever wireless keyboard and mouse Combo has another useful feature that could be beyond your anticipation. The intelligent chips tend to automatically detect your current working condition. If there is no operation more than ten minutes, the wireless keyboard and mouse will go to bed. When it is going to run out of power, the indicator light on the top right will send red alert to draw your attention.90 hours working time. WHISPER-QUIET BUTTON & HIGH RESPONSIVENESS MOUSE - Choose your desired sensitivity with iClever 3 adjustable DPI levels mouse (1000-1200-1600)! In order to deliver a more pleasant experience, iClever wireless mouse takes adaptability, material and craftsmanship into consideration. Those three factors make great contribution in the process of achieving desired mute effect. No matter how late it is , there is no need to worry about affecting the rest of your family.",
  "imagepath": "productpics/sdfsdf.png"
}]